stkb.rewrap
foxundermoon.shell-format
timonwong.shellcheck
streetsidesoftware.code-spell-checker
tomoki1207.selectline-statusbar

wayou.vscode-todo-highlight
fabiospampinato.vscode-todo-plus

viktorqvarfordt.vscode-pitch-black-theme
Equinusocio.vsc-material-theme

dbaeumer.vscode-eslint
bradlc.vscode-tailwindcss
esbenp.prettier-vscode
ms-playwright.playwright
pflannery.vscode-versionlens

eamodio.gitlens
redhat.vscode-yaml
mrmlnc.vscode-json5
jasonnutter.vscode-codeowners

github.vscode-pull-request-github
github.vscode-github-actions

denoland.vscode-deno
svelte.svelte-vscode
