bungcip.better-toml
eamodio.gitlens
esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
foxundermoon.shell-format
GitHub.vscode-pull-request-github
mike-co.import-sorter
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
tomoki1207.selectline-statusbar
viktorqvarfordt.vscode-pitch-black-theme
vscodevim.vim
xaver.clang-format
timonwong.shellcheck
