## Essentials
base
base-devel
linux
linux-firmware
lvm2
man-db

## Pacaur dependencies
meson
gmock
gtest
expac
yajl
git
fakechroot

## Networking
wget
openssh
networkmanager
nm-connection-editor
network-manager-applet
blueman
nss-mdns

## Utilities
zsh
neovim
tar
unzip
jq
usbutils

## Fonts
ttf-montserrat
ttf-opensans
ttf-dejavu

# --------------------------
## Xorg
autorandr

## Gnome
gnome
gnome-tweaks
gnome-shell-extension-appindicator

## Keyboard
avr-gcc
avr-libc
avrdude
xorg-xev
xcape
socat
qmk

## Dev Tools
chromium
python
github-cli
telegram-desktop
direnv

## Audio
playerctl

## Boot
plymouth

## i3 bindings
htop
feh
python-pip

## Shell
bat

## AUR
pacman-contrib
namcap
