## Essentials
base
base-devel
linux
linux-firmware
lvm2
man-db

## Pacaur dependencies
meson
gmock
gtest
expac
yajl
git

## Networking
wget
openssh

## Utilities
zsh
neovim
tar
unzip
jq
usbutils

# --------------------------
## Xorg
xorg-server
xorg-xinit
xorg-xsetroot

## Keyboard
avr-gcc
avr-libc
avrdude
xorg-xev
xcape

## Dev Tools
nodejs
chromium
python
hub

## Audio
pavucontrol
alsa-utils
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth

## Bluetooth
bluez
bluez-utils

## i3
i3-gaps
i3lock
picom
xorg-xrandr
rofi

## i3 bindings
htop
feh
slop
ffmpeg
xclip

## Shell
termite
bat
diff-so-fancy


## AUR
pacman-contrib
namcap
