## Essentials
base
base-devel
linux
linux-firmware
lvm2
man-db

## Pacaur dependencies
meson
gmock
gtest
expac
yajl
git
fakechroot

## Networking
wget
openssh
networkmanager
nm-connection-editor
network-manager-applet
blueman
nss-mdns

## Utilities
zsh
neovim
tar
unzip
jq
usbutils

## Fonts
ttf-montserrat
ttf-opensans
ttf-dejavu

### Screen settings control
ddcutil

# --------------------------
## Xorg
xorg-server
xorg-xinit
xorg-xsetroot
autorandr
arandr

## Keyboard
avr-gcc
avr-libc
avrdude
xorg-xev
xcape
socat

## Dev Tools
chromium
python
github-cli
telegram-desktop

## Audio
pavucontrol
alsa-utils
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
playerctl

## Bluetooth
bluez
bluez-utils

## Boot / Login
gdm
plymouth
gnome-keyring

## i3
i3-gaps
i3lock
picom
xorg-xrandr
rofi
rofi-emoji
dunst

## GTK
arc-gtk-theme
papirus-icon-theme

## i3 bindings
htop
feh
slop
ffmpeg
xclip
python-pip

## Shell
alacritty
bat

## AUR
pacman-contrib
namcap
