esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
ms-vscode.Go
pflannery.vscode-versionlens
streetsidesoftware.code-spell-checker
viktorqvarfordt.vscode-pitch-black-theme
vscodevim.vim
eamodio.gitlens
vsciot-vscode.vscode-arduino
xaver.clang-format
ms-vscode.cpptools
